Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# PlayableInspection_Status_CatchupCatalog
source: Showing the catalog and catchup context for this item. The replay URL is resolved only when catchup is launched.
ar_sa: عرض الكتالوج وسياق الالتقاط لهذا العنصر. يتم حل إعادة التشغيل URL فقط عند بدء تشغيل اللحاق بالركب.
de_de: Zeigt den Katalog- und Catchup-Kontext für dieses Element an. Die Wiederholung URL wird nur aufgelöst, wenn Catchup gestartet wird.
es_es: Mostrando el catálogo y el contexto de actualización para este artículo. La repetición URL se resuelve solo cuando se inicia la recuperación.
fr_fr: Affichage du catalogue et du contexte de rattrapage pour cet élément. La relecture URL est résolue uniquement lorsque le rattrapage est lancé.
hi_in: इस आइटम के लिए कैटलॉग और कैचअप संदर्भ दिखाया जा रहा है। रीप्ले URL का समाधान केवल तभी होता है जब कैचअप लॉन्च किया जाता है।
ja_jp: このアイテムのカタログとキャッチアップ コンテキストを表示します。リプレイ ZXTRM4XZ は、キャッチアップが開始された場合にのみ解決されます。
ko_kr: 이 항목에 대한 카탈로그 및 캐치업 컨텍스트를 표시합니다. 리플레이 URL는 캐치업이 시작된 경우에만 해결됩니다.
pt_br: Mostrando o catálogo e o contexto de atualização deste item. A repetição URL é resolvida somente quando o catchup é iniciado.
tr_tr: Bu öğenin kataloğu ve yakalama içeriği gösteriliyor. Tekrar oynatma URL yalnızca yakalama başlatıldığında çözümlenir.
zh_hans: 显示该项目的目录和追赶上下文。仅当启动追赶时，重播 URL 才会被解析。

# PlayableInspection.Status.ActiveResolved
source: Showing the active playback context, including the resolved launch URL currently in use.
ar_sa: عرض سياق التشغيل النشط، بما في ذلك التشغيل الذي تم حله URL المستخدم حاليًا.
de_de: Zeigt den aktiven Wiedergabekontext an, einschließlich des aktuell verwendeten gelösten Starts URL.
es_es: Mostrando el contexto de reproducción activo, incluido el lanzamiento resuelto URL actualmente en uso.
fr_fr: Affichage du contexte de lecture actif, y compris le lancement résolu URL actuellement utilisé.
hi_in: सक्रिय प्लेबैक संदर्भ दिखा रहा है, जिसमें वर्तमान में उपयोग में आने वाले हल किए गए लॉन्च URL भी शामिल है।
ja_jp: 現在使用中の解決された起動 URL を含む、アクティブな再生コンテキストを表示します。
ko_kr: 현재 사용 중인 확인된 실행 URL를 포함하여 활성 재생 컨텍스트를 표시합니다.
pt_br: Mostrando o contexto de reprodução ativo, incluindo o lançamento resolvido do URL atualmente em uso.
tr_tr: Şu anda kullanımda olan çözümlenmiş başlatma URL dahil olmak üzere aktif oynatma bağlamı gösteriliyor.
zh_hans: 显示活动播放上下文，包括当前使用的已解析启动 URL。

# PlayableInspection_Status_ActiveResolved
source: Showing the active playback context, including the resolved launch URL currently in use.
ar_sa: عرض سياق التشغيل النشط، بما في ذلك التشغيل الذي تم حله URL المستخدم حاليًا.
de_de: Zeigt den aktiven Wiedergabekontext an, einschließlich des aktuell verwendeten gelösten Starts URL.
es_es: Mostrando el contexto de reproducción activo, incluido el lanzamiento resuelto URL actualmente en uso.
fr_fr: Affichage du contexte de lecture actif, y compris le lancement résolu URL actuellement utilisé.
hi_in: सक्रिय प्लेबैक संदर्भ दिखा रहा है, जिसमें वर्तमान में उपयोग में आने वाले हल किए गए लॉन्च URL भी शामिल है।
ja_jp: 現在使用中の解決された起動 URL を含む、アクティブな再生コンテキストを表示します。
ko_kr: 현재 사용 중인 확인된 실행 URL를 포함하여 활성 재생 컨텍스트를 표시합니다.
pt_br: Mostrando o contexto de reprodução ativo, incluindo o lançamento resolvido do URL atualmente em uso.
tr_tr: Şu anda kullanımda olan çözümlenmiş başlatma URL dahil olmak üzere aktif oynatma bağlamı gösteriliyor.
zh_hans: 显示活动播放上下文，包括当前使用的已解析启动 URL。

# PlayableInspection.Value.CompanionRelay
source: Companion relay
ar_sa: تتابع مصاحب
de_de: Begleitrelais
es_es: Relevo complementario
fr_fr: Relais compagnon
hi_in: साथी रिले
ja_jp: コンパニオンリレー
ko_kr: 동반 릴레이
pt_br: Relé companheiro
tr_tr: Yardımcı röle
zh_hans: 同伴接力

# PlayableInspection_Value_CompanionRelay
source: Companion relay
ar_sa: تتابع مصاحب
de_de: Begleitrelais
es_es: Relevo complementario
fr_fr: Relais compagnon
hi_in: साथी रिले
ja_jp: コンパニオンリレー
ko_kr: 동반 릴레이
pt_br: Relé companheiro
tr_tr: Yardımcı röle
zh_hans: 同伴接力

# PlayableInspection.Value.ResolvedLaunchUrl
source: Resolved launch URL
ar_sa: تم حل مشكلة إطلاق URL
de_de: Der Start von URL wurde behoben
es_es: Lanzamiento resuelto URL
fr_fr: Lancement résolu du URL
hi_in: हल किया गया लॉन्च URL
ja_jp: URL の起動を解決しました
ko_kr: 해결된 출시 URL
pt_br: Lançamento resolvido URL
tr_tr: URL başlatma sorunu çözüldü
zh_hans: 已解决启动URL

# PlayableInspection_Value_ResolvedLaunchUrl
source: Resolved launch URL
ar_sa: تم حل مشكلة إطلاق URL
de_de: Der Start von URL wurde behoben
es_es: Lanzamiento resuelto URL
fr_fr: Lancement résolu du URL
hi_in: हल किया गया लॉन्च URL
ja_jp: URL の起動を解決しました
ko_kr: 해결된 출시 URL
pt_br: Lançamento resolvido URL
tr_tr: URL başlatma sorunu çözüldü
zh_hans: 已解决启动URL

# PlayableInspection.Value.DirectRouting
source: Direct routing
ar_sa: التوجيه المباشر
de_de: Direkte Weiterleitung
es_es: Enrutamiento directo
fr_fr: Routage direct
hi_in: सीधी रूटिंग
ja_jp: ダイレクトルーティング
ko_kr: 직접 라우팅
pt_br: Roteamento direto
tr_tr: Doğrudan yönlendirme
zh_hans: 直接路由

# PlayableInspection_Value_DirectRouting
source: Direct routing
ar_sa: التوجيه المباشر
de_de: Direkte Weiterleitung
es_es: Enrutamiento directo
fr_fr: Routage direct
hi_in: सीधी रूटिंग
ja_jp: ダイレクトルーティング
ko_kr: 직접 라우팅
pt_br: Roteamento direto
tr_tr: Doğrudan yönlendirme
zh_hans: 直接路由

# PlayableInspection.Value.Active
source: Active
ar_sa: نشيط
de_de: Aktiv
es_es: Activo
fr_fr: Actif
hi_in: सक्रिय
ja_jp: アクティブ
ko_kr: 활동적인
pt_br: Ativo
tr_tr: Aktif
zh_hans: 活跃

# PlayableInspection_Value_Active
source: Active
ar_sa: نشيط
de_de: Aktiv
es_es: Activo
fr_fr: Actif
hi_in: सक्रिय
ja_jp: アクティブ
ko_kr: 활동적인
pt_br: Ativo
tr_tr: Aktif
zh_hans: 活跃

# PlayableInspection.Value.EpisodeNumber
source: Episode {0}
ar_sa: الحلقة {0}
de_de: Folge {0}
es_es: Episodio {0}
fr_fr: Épisode {0}
hi_in: एपिसोड {0}
ja_jp: エピソード {0}
ko_kr: 에피소드 {0}
pt_br: Episódio {0}
tr_tr: Bölüm {0}
zh_hans: 情节 {0}

# PlayableInspection_Value_EpisodeNumber
source: Episode {0}
ar_sa: الحلقة {0}
de_de: Folge {0}
es_es: Episodio {0}
fr_fr: Épisode {0}
hi_in: एपिसोड {0}
ja_jp: エピソード {0}
ko_kr: 에피소드 {0}
pt_br: Episódio {0}
tr_tr: Bölüm {0}
zh_hans: 情节 {0}

# PlayableInspection.Value.PassThroughRelayLower
source: pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: relé de paso
fr_fr: relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: relé de passagem
tr_tr: geçiş rölesi
zh_hans: 直通继电器

# PlayableInspection_Value_PassThroughRelayLower
source: pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: relé de paso
fr_fr: relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: relé de passagem
tr_tr: geçiş rölesi
zh_hans: 直通继电器

# PlayableInspection.Value.NotResolvedUntilLaunch
source: Not resolved until launch
ar_sa: لم يتم حلها حتى الإطلاق
de_de: Bis zum Start nicht behoben
es_es: No resuelto hasta el lanzamiento
fr_fr: Pas résolu avant le lancement
hi_in: लॉन्च होने तक समाधान नहीं हुआ
ja_jp: 発売まで解決されない
ko_kr: 출시 전까지 해결되지 않음
pt_br: Não resolvido até o lançamento
tr_tr: Lansmana kadar çözülmedi
zh_hans: 直到上线才解决

# PlayableInspection_Value_NotResolvedUntilLaunch
source: Not resolved until launch
ar_sa: لم يتم حلها حتى الإطلاق
de_de: Bis zum Start nicht behoben
es_es: No resuelto hasta el lanzamiento
fr_fr: Pas résolu avant le lancement
hi_in: लॉन्च होने तक समाधान नहीं हुआ
ja_jp: 発売まで解決されない
ko_kr: 출시 전까지 해결되지 않음
pt_br: Não resolvido até o lançamento
tr_tr: Lansmana kadar çözülmedi
zh_hans: 直到上线才解决

# PlayableInspection.Value.NotAdvertised
source: Not advertised
ar_sa: لم يتم الإعلان عنها
de_de: Nicht beworben
es_es: No anunciado
fr_fr: Pas de publicité
hi_in: विज्ञापित नहीं
ja_jp: 宣伝されていない
ko_kr: 광고되지 않음
pt_br: Não anunciado
tr_tr: Reklamı yapılmadı
zh_hans: 未做广告

# PlayableInspection_Value_NotAdvertised
source: Not advertised
ar_sa: لم يتم الإعلان عنها
de_de: Nicht beworben
es_es: No anunciado
fr_fr: Pas de publicité
hi_in: विज्ञापित नहीं
ja_jp: 宣伝されていない
ko_kr: 광고되지 않음
pt_br: Não anunciado
tr_tr: Reklamı yapılmadı
zh_hans: 未做广告

# PlayableInspection.Value.Skipped
source: Skipped
ar_sa: تم تخطيه
de_de: Übersprungen
es_es: Saltado
fr_fr: Sauté
hi_in: छोड़ दिया गया
ja_jp: スキップされました
ko_kr: 건너뛰었습니다.
pt_br: Ignorado
tr_tr: Atlandı
zh_hans: 跳过

# PlayableInspection_Value_Skipped
source: Skipped
ar_sa: تم تخطيه
de_de: Übersprungen
es_es: Saltado
fr_fr: Sauté
hi_in: छोड़ दिया गया
ja_jp: スキップされました
ko_kr: 건너뛰었습니다.
pt_br: Ignorado
tr_tr: Atlandı
zh_hans: 跳过

# PlayableInspection.Value.PlaybackProbes
source: Playback + probes
ar_sa: تشغيل + تحقيقات
de_de: Wiedergabe + Sonden
es_es: Reproducción + sondas
fr_fr: Lecture + sondes
hi_in: प्लेबैक + जांच
ja_jp: 再生 + プローブ
ko_kr: 재생 + 프로브
pt_br: Reprodução + sondagens
tr_tr: Oynatma + problar
zh_hans: 回放+探测

# PlayableInspection_Value_PlaybackProbes
source: Playback + probes
ar_sa: تشغيل + تحقيقات
de_de: Wiedergabe + Sonden
es_es: Reproducción + sondas
fr_fr: Lecture + sondes
hi_in: प्लेबैक + जांच
ja_jp: 再生 + プローブ
ko_kr: 재생 + 프로브
pt_br: Reprodução + sondagens
tr_tr: Oynatma + problar
zh_hans: 回放+探测

# PlayableInspection.Title.ItemUnavailable
source: Item unavailable
ar_sa: العنصر غير متاح
de_de: Artikel nicht verfügbar
es_es: Artículo no disponible
fr_fr: Article indisponible
hi_in: आइटम अनुपलब्ध
ja_jp: アイテムが利用できません
ko_kr: 사용할 수 없는 항목
pt_br: Item indisponível
tr_tr: Öğe kullanılamıyor
zh_hans: 商品不可用

# PlayableInspection_Title_ItemUnavailable
source: Item unavailable
ar_sa: العنصر غير متاح
de_de: Artikel nicht verfügbar
es_es: Artículo no disponible
fr_fr: Article indisponible
hi_in: आइटम अनुपलब्ध
ja_jp: アイテムが利用できません
ko_kr: 사용할 수 없는 항목
pt_br: Item indisponível
tr_tr: Öğe kullanılamıyor
zh_hans: 商品不可用

# PlayableInspection.Section.CurrentPlayback
source: Current playback
ar_sa: التشغيل الحالي
de_de: Aktuelle Wiedergabe
es_es: Reproducción actual
fr_fr: Lecture en cours
hi_in: वर्तमान प्लेबैक
ja_jp: 現在の再生
ko_kr: 현재 재생
pt_br: Reprodução atual
tr_tr: Geçerli oynatma
zh_hans: 当前播放

# PlayableInspection_Section_CurrentPlayback
source: Current playback
ar_sa: التشغيل الحالي
de_de: Aktuelle Wiedergabe
es_es: Reproducción actual
fr_fr: Lecture en cours
hi_in: वर्तमान प्लेबैक
ja_jp: 現在の再生
ko_kr: 현재 재생
pt_br: Reprodução atual
tr_tr: Geçerli oynatma
zh_hans: 当前播放

# PlayableInspection.Value.Supported
source: Supported
ar_sa: المدعومة
de_de: Unterstützt
es_es: Apoyado
fr_fr: Pris en charge
hi_in: समर्थित
ja_jp: サポートされています
ko_kr: 지원됨
pt_br: Suportado
tr_tr: Destekleniyor
zh_hans: 支持

# PlayableInspection_Value_Supported
source: Supported
ar_sa: المدعومة
de_de: Unterstützt
es_es: Apoyado
fr_fr: Pris en charge
hi_in: समर्थित
ja_jp: サポートされています
ko_kr: 지원됨
pt_br: Suportado
tr_tr: Destekleniyor
zh_hans: 支持

# PlayableInspection.Value.LastGood
source: last good
ar_sa: آخر جيد
de_de: zuletzt gut
es_es: último bien
fr_fr: dernier bien
hi_in: अंतिम अच्छा
ja_jp: 最後に良かった
ko_kr: 마지막으로 좋았어
pt_br: último bom
tr_tr: son iyi
zh_hans: 最后的好

# PlayableInspection_Value_LastGood
source: last good
ar_sa: آخر جيد
de_de: zuletzt gut
es_es: último bien
fr_fr: dernier bien
hi_in: अंतिम अच्छा
ja_jp: 最後に良かった
ko_kr: 마지막으로 좋았어
pt_br: último bom
tr_tr: son iyi
zh_hans: 最后的好

# PlayableInspection.Status.ActiveCompanion
source: Showing the active playback context, including the upstream provider stream and the local companion relay launch URL currently in use.
ar_sa: عرض سياق التشغيل النشط، بما في ذلك دفق الموفر الرئيسي وإطلاق التتابع المصاحب المحلي URL المستخدم حاليًا.
de_de: Zeigt den aktiven Wiedergabekontext an, einschließlich des Upstream-Provider-Streams und des derzeit verwendeten lokalen Companion-Relay-Starts URL.
es_es: Mostrando el contexto de reproducción activo, incluida la transmisión del proveedor ascendente y el lanzamiento del relé complementario local URL actualmente en uso.
fr_fr: Affichage du contexte de lecture actif, y compris le flux du fournisseur en amont et le lancement de relais compagnon local URL actuellement utilisé.
hi_in: वर्तमान में उपयोग में आने वाले अपस्ट्रीम प्रदाता स्ट्रीम और स्थानीय साथी रिले लॉन्च URL सहित सक्रिय प्लेबैक संदर्भ दिखा रहा है।
ja_jp: アップストリーム プロバイダー ストリームや現在使用されているローカル コンパニオン リレー起動 URL など、アクティブな再生コンテキストを表示します。
ko_kr: 현재 사용 중인 업스트림 공급자 스트림 및 로컬 컴패니언 릴레이 실행 URL를 포함하여 활성 재생 컨텍스트를 표시합니다.
pt_br: Mostrando o contexto de reprodução ativo, incluindo o fluxo do provedor upstream e o lançamento do relé complementar local URL atualmente em uso.
tr_tr: Yukarı akış sağlayıcı akışı ve şu anda kullanımda olan yerel yardımcı geçiş başlatması URL dahil olmak üzere aktif oynatma bağlamını gösteriyor.
zh_hans: 显示活动播放上下文，包括上游提供商流和当前正在使用的本地配套中继启动 URL。

# PlayableInspection_Status_ActiveCompanion
source: Showing the active playback context, including the upstream provider stream and the local companion relay launch URL currently in use.
ar_sa: عرض سياق التشغيل النشط، بما في ذلك دفق الموفر الرئيسي وإطلاق التتابع المصاحب المحلي URL المستخدم حاليًا.
de_de: Zeigt den aktiven Wiedergabekontext an, einschließlich des Upstream-Provider-Streams und des derzeit verwendeten lokalen Companion-Relay-Starts URL.
es_es: Mostrando el contexto de reproducción activo, incluida la transmisión del proveedor ascendente y el lanzamiento del relé complementario local URL actualmente en uso.
fr_fr: Affichage du contexte de lecture actif, y compris le flux du fournisseur en amont et le lancement de relais compagnon local URL actuellement utilisé.
hi_in: वर्तमान में उपयोग में आने वाले अपस्ट्रीम प्रदाता स्ट्रीम और स्थानीय साथी रिले लॉन्च URL सहित सक्रिय प्लेबैक संदर्भ दिखा रहा है।
ja_jp: アップストリーム プロバイダー ストリームや現在使用されているローカル コンパニオン リレー起動 URL など、アクティブな再生コンテキストを表示します。
ko_kr: 현재 사용 중인 업스트림 공급자 스트림 및 로컬 컴패니언 릴레이 실행 URL를 포함하여 활성 재생 컨텍스트를 표시합니다.
pt_br: Mostrando o contexto de reprodução ativo, incluindo o fluxo do provedor upstream e o lançamento do relé complementar local URL atualmente em uso.
tr_tr: Yukarı akış sağlayıcı akışı ve şu anda kullanımda olan yerel yardımcı geçiş başlatması URL dahil olmak üzere aktif oynatma bağlamını gösteriyor.
zh_hans: 显示活动播放上下文，包括上游提供商流和当前正在使用的本地配套中继启动 URL。

# PlayableInspection.Status.CatalogDeferred
source: Showing the catalog-level view of this item. Provider-specific URLs are resolved only at launch time.
ar_sa: إظهار طريقة العرض على مستوى الكتالوج لهذا العنصر. يتم حل مشكلات URL الخاصة بالموفر فقط في وقت الإطلاق.
de_de: Zeigt die Ansicht dieses Artikels auf Katalogebene an. Anbieterspezifische URLs werden nur zum Startzeitpunkt aufgelöst.
es_es: Mostrando la vista a nivel de catálogo de este artículo. Los URL específicos del proveedor se resuelven solo en el momento del lanzamiento.
fr_fr: Affichage de la vue au niveau du catalogue de cet élément. Les URL spécifiques au fournisseur sont résolus uniquement au moment du lancement.
hi_in: इस आइटम का कैटलॉग-स्तरीय दृश्य दिखाया जा रहा है। प्रदाता-विशिष्ट URLs का समाधान केवल लॉन्च समय पर किया जाता है।
ja_jp: このアイテムのカタログレベルのビューを表示します。プロバイダー固有の URL は起動時にのみ解決されます。
ko_kr: 이 항목의 카탈로그 수준 보기를 표시합니다. 공급자별 URL는 시작 시에만 해결됩니다.
pt_br: Mostrando a visualização em nível de catálogo deste item. URLs específicos do provedor são resolvidos somente no momento da inicialização.
tr_tr: Bu öğenin katalog düzeyinde görünümü gösteriliyor. Sağlayıcıya özel URL'ler yalnızca başlatma sırasında çözümlenir.
zh_hans: 显示该项目的目录级视图。特定于提供商的 URL 仅在启动时解决。

# PlayableInspection_Status_CatalogDeferred
source: Showing the catalog-level view of this item. Provider-specific URLs are resolved only at launch time.
ar_sa: إظهار طريقة العرض على مستوى الكتالوج لهذا العنصر. يتم حل مشكلات URL الخاصة بالموفر فقط في وقت الإطلاق.
de_de: Zeigt die Ansicht dieses Artikels auf Katalogebene an. Anbieterspezifische URLs werden nur zum Startzeitpunkt aufgelöst.
es_es: Mostrando la vista a nivel de catálogo de este artículo. Los URL específicos del proveedor se resuelven solo en el momento del lanzamiento.
fr_fr: Affichage de la vue au niveau du catalogue de cet élément. Les URL spécifiques au fournisseur sont résolus uniquement au moment du lancement.
hi_in: इस आइटम का कैटलॉग-स्तरीय दृश्य दिखाया जा रहा है। प्रदाता-विशिष्ट URLs का समाधान केवल लॉन्च समय पर किया जाता है।
ja_jp: このアイテムのカタログレベルのビューを表示します。プロバイダー固有の URL は起動時にのみ解決されます。
ko_kr: 이 항목의 카탈로그 수준 보기를 표시합니다. 공급자별 URL는 시작 시에만 해결됩니다.
pt_br: Mostrando a visualização em nível de catálogo deste item. URLs específicos do provedor são resolvidos somente no momento da inicialização.
tr_tr: Bu öğenin katalog düzeyinde görünümü gösteriliyor. Sağlayıcıya özel URL'ler yalnızca başlatma sırasında çözümlenir.
zh_hans: 显示该项目的目录级视图。特定于提供商的 URL 仅在启动时解决。

# App.StartupError.ErrorPath
source: Startup error: {0}
ar_sa: خطأ في بدء التشغيل: {0}
de_de: Startfehler: {0}
es_es: Error de inicio: {0}
fr_fr: Erreur de démarrage : {0}
hi_in: स्टार्टअप त्रुटि: {0}
ja_jp: 起動エラー: {0}
ko_kr: 시작 오류: {0}
pt_br: Erro de inicialização: {0}
tr_tr: Başlangıç ​​hatası: {0}
zh_hans: 启动错误：{0}

# App_StartupError_ErrorPath
source: Startup error: {0}
ar_sa: خطأ في بدء التشغيل: {0}
de_de: Startfehler: {0}
es_es: Error de inicio: {0}
fr_fr: Erreur de démarrage : {0}
hi_in: स्टार्टअप त्रुटि: {0}
ja_jp: 起動エラー: {0}
ko_kr: 시작 오류: {0}
pt_br: Erro de inicialização: {0}
tr_tr: Başlangıç ​​hatası: {0}
zh_hans: 启动错误：{0}

# App.StartupError.Title
source: KROIRA startup error
ar_sa: خطأ في بدء تشغيل KROIRA
de_de: KROIRA-Startfehler
es_es: Error de inicio KROIRA
fr_fr: Erreur de démarrage KROIRA
hi_in: KROIRA स्टार्टअप त्रुटि
ja_jp: KROIRA 起動エラー
ko_kr: KROIRA 시작 오류
pt_br: Erro de inicialização KROIRA
tr_tr: KROIRA başlatma hatası
zh_hans: KROIRA启动错误

# App_StartupError_Title
source: KROIRA startup error
ar_sa: خطأ في بدء تشغيل KROIRA
de_de: KROIRA-Startfehler
es_es: Error de inicio KROIRA
fr_fr: Erreur de démarrage KROIRA
hi_in: KROIRA स्टार्टअप त्रुटि
ja_jp: KROIRA 起動エラー
ko_kr: KROIRA 시작 오류
pt_br: Erro de inicialização KROIRA
tr_tr: KROIRA başlatma hatası
zh_hans: KROIRA启动错误

# App.StartupError.LogPath
source: Startup log: {0}
ar_sa: سجل بدء التشغيل: {0}
de_de: Startprotokoll: {0}
es_es: Registro de inicio: {0}
fr_fr: Journal de démarrage : {0}
hi_in: स्टार्टअप लॉग: {0}
ja_jp: 起動ログ: {0}
ko_kr: 시작 로그: {0}
pt_br: Registro de inicialização: {0}
tr_tr: Başlangıç ​​günlüğü: {0}
zh_hans: 启动日志：{0}

# App_StartupError_LogPath
source: Startup log: {0}
ar_sa: سجل بدء التشغيل: {0}
de_de: Startprotokoll: {0}
es_es: Registro de inicio: {0}
fr_fr: Journal de démarrage : {0}
hi_in: स्टार्टअप लॉग: {0}
ja_jp: 起動ログ: {0}
ko_kr: 시작 로그: {0}
pt_br: Registro de inicialização: {0}
tr_tr: Başlangıç ​​günlüğü: {0}
zh_hans: 启动日志：{0}

# Player.Hint.ReadyLiveSource
source: Ready live source
ar_sa: مصدر حي جاهز
de_de: Bereite Live-Quelle
es_es: Fuente en vivo lista
fr_fr: Source en direct prête
hi_in: तैयार लाइव स्रोत
ja_jp: すぐに使えるライブソース
ko_kr: 준비된 라이브 소스
pt_br: Fonte ao vivo pronta
tr_tr: Canlı kaynak hazır
zh_hans: 准备好直播源

# Player_Hint_ReadyLiveSource
source: Ready live source
ar_sa: مصدر حي جاهز
de_de: Bereite Live-Quelle
es_es: Fuente en vivo lista
fr_fr: Source en direct prête
hi_in: तैयार लाइव स्रोत
ja_jp: すぐに使えるライブソース
ko_kr: 준비된 라이브 소스
pt_br: Fonte ao vivo pronta
tr_tr: Canlı kaynak hazır
zh_hans: 准备好直播源

# Player.Error.StreamEnded.Message
source: The provider ended the stream.
ar_sa: أنهى الموفر الدفق.
de_de: Der Anbieter hat den Stream beendet.
es_es: El proveedor finalizó la transmisión.
fr_fr: Le fournisseur a mis fin au flux.
hi_in: प्रदाता ने स्ट्रीम समाप्त कर दी.
ja_jp: プロバイダーがストリームを終了しました。
ko_kr: 공급자가 스트림을 종료했습니다.
pt_br: O provedor encerrou o stream.
tr_tr: Sağlayıcı yayını sonlandırdı.
zh_hans: 提供者结束了流。

# Player_Error_StreamEnded_Message
source: The provider ended the stream.
ar_sa: أنهى الموفر الدفق.
de_de: Der Anbieter hat den Stream beendet.
es_es: El proveedor finalizó la transmisión.
fr_fr: Le fournisseur a mis fin au flux.
hi_in: प्रदाता ने स्ट्रीम समाप्त कर दी.
ja_jp: プロバイダーがストリームを終了しました。
ko_kr: 공급자가 스트림을 종료했습니다.
pt_br: O provedor encerrou o stream.
tr_tr: Sağlayıcı yayını sonlandırdı.
zh_hans: 提供者结束了流。

# Player.Title.Movie
source: Movie
ar_sa: فيلم
de_de: Film
es_es: Película
fr_fr: Film
hi_in: चलचित्र
ja_jp: 映画
ko_kr: 영화
pt_br: Filme
tr_tr: Film
zh_hans: 电影

# Player_Title_Movie
source: Movie
ar_sa: فيلم
de_de: Film
es_es: Película
fr_fr: Film
hi_in: चलचित्र
ja_jp: 映画
ko_kr: 영화
pt_br: Filme
tr_tr: Film
zh_hans: 电影

# Player.Error.Unreachable.Message
source: The stream host could not be reached from this device.
ar_sa: تعذر الوصول إلى مضيف البث من هذا الجهاز.
de_de: Der Stream-Host konnte von diesem Gerät aus nicht erreicht werden.
es_es: No se pudo acceder al host de transmisión desde este dispositivo.
fr_fr: L'hôte du flux n'a pas pu être atteint à partir de cet appareil.
hi_in: इस डिवाइस से स्ट्रीम होस्ट तक नहीं पहुंचा जा सका.
ja_jp: このデバイスからストリーム ホストにアクセスできませんでした。
ko_kr: 이 장치에서 스트림 호스트에 연결할 수 없습니다.
pt_br: Não foi possível acessar o host do stream neste dispositivo.
tr_tr: Yayın sunucusuna bu cihazdan ulaşılamadı.
zh_hans: 无法从此设备访问流主机。

# Player_Error_Unreachable_Message
source: The stream host could not be reached from this device.
ar_sa: تعذر الوصول إلى مضيف البث من هذا الجهاز.
de_de: Der Stream-Host konnte von diesem Gerät aus nicht erreicht werden.
es_es: No se pudo acceder al host de transmisión desde este dispositivo.
fr_fr: L'hôte du flux n'a pas pu être atteint à partir de cet appareil.
hi_in: इस डिवाइस से स्ट्रीम होस्ट तक नहीं पहुंचा जा सका.
ja_jp: このデバイスからストリーム ホストにアクセスできませんでした。
ko_kr: 이 장치에서 스트림 호스트에 연결할 수 없습니다.
pt_br: Não foi possível acessar o host do stream neste dispositivo.
tr_tr: Yayın sunucusuna bu cihazdan ulaşılamadı.
zh_hans: 无法从此设备访问流主机。

# Player.Aspect.Tooltip
source: Aspect: {0}
ar_sa: الارتفاع: {0}
de_de: Aspekt: ​​{0}
es_es: Aspecto: {0}
hi_in: पहलू: {0}
ja_jp: アスペクト: {0}
ko_kr: 측면: {0}
pt_br: Aspecto: {0}
tr_tr: En-boy oranı: {0}
zh_hans: 方面：{0}

# Player_Aspect_Tooltip
source: Aspect: {0}
ar_sa: الارتفاع: {0}
de_de: Aspekt: ​​{0}
es_es: Aspecto: {0}
hi_in: पहलू: {0}
ja_jp: アスペクト: {0}
ko_kr: 측면: {0}
pt_br: Aspecto: {0}
tr_tr: En-boy oranı: {0}
zh_hans: 方面：{0}

# General.Resume
source: Resume
ar_sa: سيرة ذاتية
de_de: Wieder aufnehmen
es_es: Reanudar
fr_fr: CV
hi_in: फिर शुरू करना
ja_jp: 再開する
ko_kr: 재개하다
pt_br: Retomar
tr_tr: Sürdür
zh_hans: 恢复

# General_Resume
source: Resume
ar_sa: سيرة ذاتية
de_de: Wieder aufnehmen
es_es: Reanudar
fr_fr: CV
hi_in: फिर शुरू करना
ja_jp: 再開する
ko_kr: 재개하다
pt_br: Retomar
tr_tr: Sürdür
zh_hans: 恢复

# Home.Error.DispatcherUnavailable
source: UI dispatcher queue is unavailable for Home load.
ar_sa: قائمة انتظار مرسل واجهة المستخدم غير متاحة للتحميل المنزلي.
de_de: Die UI-Dispatcher-Warteschlange ist für den Home-Ladevorgang nicht verfügbar.
es_es: La cola del despachador de UI no está disponible para la carga de inicio.
fr_fr: La file d’attente du répartiteur de l’interface utilisateur n’est pas disponible pour le chargement à domicile.
hi_in: होम लोड के लिए यूआई डिस्पैचर कतार अनुपलब्ध है।
ja_jp: UI ディスパッチャー キューはホーム ロードには使用できません。
ko_kr: 홈 로드에는 UI 디스패처 큐를 사용할 수 없습니다.
pt_br: A fila do despachante da UI não está disponível para carregamento inicial.
tr_tr: Ana sayfa yüklemesi için UI dispatcher kuyruğu kullanılamıyor.
zh_hans: UI 调度程序队列不可用于主页加载。

# Home_Error_DispatcherUnavailable
source: UI dispatcher queue is unavailable for Home load.
ar_sa: قائمة انتظار مرسل واجهة المستخدم غير متاحة للتحميل المنزلي.
de_de: Die UI-Dispatcher-Warteschlange ist für den Home-Ladevorgang nicht verfügbar.
es_es: La cola del despachador de UI no está disponible para la carga de inicio.
fr_fr: La file d’attente du répartiteur de l’interface utilisateur n’est pas disponible pour le chargement à domicile.
hi_in: होम लोड के लिए यूआई डिस्पैचर कतार अनुपलब्ध है।
ja_jp: UI ディスパッチャー キューはホーム ロードには使用できません。
ko_kr: 홈 로드에는 UI 디스패처 큐를 사용할 수 없습니다.
pt_br: A fila do despachante da UI não está disponível para carregamento inicial.
tr_tr: Ana sayfa yüklemesi için UI dispatcher kuyruğu kullanılamıyor.
zh_hans: UI 调度程序队列不可用于主页加载。
